Repository: Servicio-Informatica-Comunicaciones-UZ/VEL
Catalog: src/mgr/localization/*.UTF-8/wizard-setup.sh.po
Languages: ca_es

source: Datos adquiridos. ¿Desea revisarlos o desea continuar con la configuración del sistema?
ca_es: Dades adquirides. Desitgeu revisar-les o desitgeu seguir configurant el sistema?

source: Vamos a definir los datos para registrar el sistema como miembro válido de la red eSurvey. Si ya está registrado como usuario de eSurveySites, introduzca los datos correctos. Si no, puede crear una nueva cuenta ahora introduciendo los datos deseados.
ca_es: Anem a definir les dades per a enregistrar el sistema com a membre de la xarxa eSurvey. Si ja esteu registrats com a usuari d'eSurveySites, escriviu les dades correctes. Si no, podeu crear un nou compte ara introduint les dades desitjades.

source: Correo electrónico, identificador de usuario para eSurveySites.
ca_es: Adreça electrònica, identificadora d'usuari per a eSurveySites.

source: Debe proporcionar una dirección de correo.
ca_es: Heu de proporcionar una adreça de correu electrònic.

source: Desea especificar una contraseña para eSurveySites (si ya posee una cuenta elija 'especificar') o prefiere que se genere automáticamente (la recibirá en su correo)?
ca_es: Voleu especificar una contrasenya per a eSurveySites (si ja teniu un compte trieu 'especificar') o preferiu que es genere automàticament (la rebreu al vostre correu)?

source: Contraseña de acceso a eSurveySites.\nSi ya posee una cuenta, escriba la contraseña.
ca_es: Contrasenya d'accés a eSurveySites.\nSi ja teniu un compte, escriviu la contrasenya.

source: Nombre de su organización o del servidor.
ca_es: Nom de la vostra organització o del servidor.

source: Nombre o propósito del sistema de voto.
ca_es: Nom o propòsit del sistema de vot.

source: País en que se ubica su organización o su servidor (2 letras).
ca_es: País en què s'ubica la vostra organització o el vostre servidor (2 lletres).

source: Debe proporcionar un código de país de 2 letras.
ca_es: Heu de proporcionar un codi de país de 2 lletres.

source: Debe introducir un código válido.
ca_es: Heu d'introduir un codi vàlid.

source: Generando certificado para eSurveySites...
ca_es: Generant el certificat per a eSurveySites...

source: Error grave: no se pudo generar el certificado de sites.
ca_es: Error greu: no s'ha pogut generar el certificat de sites.

source: Conectando con eSurveySites...
ca_es: Connectant amb eSurveySites...

source: Error conectando con eSurveySites.
ca_es: Error durant la connexió amb eSurveySites.

source: Error al entregar la solicitud de certificado en eSurveySites. Tal vez la dirección de correo ya pertenece a una cuenta registrada.
ca_es: Error en lliurar la sol·licitud de certificat en eSurveySites. Potser l'adreça de correu ja pertany a un altre compte registrat.

source: Error: ya existe una solicitud en eSurveySites con estos datos. Modifíquelos.
ca_es: Error: ja hi ha una sol·licitud en eSurveySites amb aquestes dades. Modifíque-les.

source: Error en eSurveySites: diferencias entre los datos enviados y los devueltos por el servidor.
ca_es: Error en eSurveySites: diferències entre les dades enviades i les tornades pel servidor.

source: Ha habido un error al descargar la lista de nodos. No podemos verificar si existen al menos dos nodos para garantizar el anonimato.
ca_es: Hi ha hagut un error en descarregar la llista de nodes. No podem verificar si hi ha almenys dos nodes per a garantir l'anonimat.

source: No existen suficientes nodos en la red de latencia para garantizar un nivel mínimo de anonimato. Opere este sistema bajo su propia responsabilidad.
ca_es: No hi ha suficients nodes en la xarxa de latència per a garantir un nivell mínim d'anonimat. Opereu en aquest sistema sota la vostra responsabilitat.

source: Generando llaves de la urna...
ca_es: Generant les claus de l'urna...

source: Configurando servidor de base de datos...
ca_es: Configurant el servidor de bases de dades...

source: Error copiando la base de datos al directorio cifrado. Destino inaccesible o espacio insuficiente.
ca_es: Error en la còpia la base de dades al directori xifrat. Destí inaccessible o espai insuficient.

source: Error grave: no se pudo activar el servidor de base de datos.
ca_es: Error greu: no s'ha pogut activar el servidor de bases de dades.

source: Configurando servidor web...
ca_es: Configurant el servidor web...

source: Seleccione un modo de operación para el servidor web:
ca_es: Seleccioneu un mode d'operació per al servidor web:

source: Con certificado SSL
ca_es: Amb certificat SSL

source: Conexión no cifrada
ca_es: Connexió no xifrada.

source: Añade un nivel más de privacidad y autenticidad del servidor. Requiere la solicitud de un certificado digital, un proceso relativamente costoso temporal y económicamente.
ca_es: Afegeix un nivell més de privacitat i autenticitat del servidor. Requereix la sol·licitud d'un certificat digital, un procés relativament costós temporalment i econòmicament.

source: La información viajará desprotegida. El sistema podrá emplearse inmediatamente y sin coste adicional. Aunque la seguridad del voto no se verá afectada, si se emplea autenticación local las contraseñas viajarán desprotegidas.
ca_es: La informació viatjarà desprotegida. El sistema podrà emprar-se immediatament i sense cap cost addicional. Encara que la seguretat del vot no es veurà afectada, si utilitzeu autenticació local les contrasenyes viatjaran desprotegides.

source: Ha elegido el modo:\n\n$wwwmodename\n\n$wwwmodemsg\n\n¿Continuar?
ca_es: Heu triat el mode:\n\n$wwwmodename\n\n$wwwmodemsg\n\nContinuar?

source: Error generando el certificado de pruebas.
ca_es: Error en generar el certificat de proves.

source: Error grave: no se pudo generar la petición de certificado.
ca_es: Error greu: no es pot generar la petició del certificat.

source: Se ha generado una petición de certificado SSL para este servidor.\nPor favor, prepare un dispositivo USB para almacenarla (puede ser uno de los Clauers empleados ahora).\nEsta petición deberá ser entregada a una Autoridad de Certificacion confiable para su firma.\n\nHaga notar al encargado de este proceso que en un fichero adjunto debe proporcionarse toda la cadena de certificación.
ca_es: S'ha generat una petició de certificat SSL per a aquest servidor.\nPer favor, prepareu un dispositiu USB per a emmagatzemar-la (pot ser un dels Clauers emprats ara).\nAquesta petició s'ha d'entregar a una autoritat de certificació confiable per a la seua firma.\n\nComuniqueu a l'encarregat d'aquest procés que en un fitxer adjunt ha de proporcionar-se tota la cadena de certificació.

source: Vamos a generar un certificado de pruebas para poder operar el sistema durante el proceso de firma del válido
ca_es: Anem a generar un certificat de proves perquè puga operar el sistema mentre dure el procés de firma del vàlid

source: Error grave: no se pudo activar el servidor web.
ca_es: Error greu: no s'ha pogut activar el servidor web.

source: Prepare ahora los Clauers del sistema anterior. Vamos a recuperar los datos.
ca_es: Prepareu ara els Clauers del sistema anterior. Anem a recuperar les dades.

source: Error durante la recuperación del backup. Vuelva a intentarlo.
ca_es: Error en la recuperació del backup. Torneu a intentar-ho.

source: Verificando piezas de la llave...
ca_es: Verificant fragments de la clau...

source: Se detectaron piezas corruptas.\n\nPara evitar una pérdida de datos, debería reunirse la comisión al completo en el menor tiempo posible y proceder a cambiar la llave.
ca_es: S'han detectat fragments corruptes.\n\nPer a evitar una pèrdua de dades hauríeu de reunir la comissió al complet en el menor temps possible i procedir a renovar la clau.

source: Ahora puede operar como administrador a través de la aplicación web de voto.\n\nRecuerde que esto debe realizarse bajo la supervisión de la comisión.\n\nPulse INTRO para retirar estos privilegios.
ca_es: Ara podeu operar com a administrador en l'aplicació web de vot.\n\nRecordeu que això ha de realitzar-se sota supervisió de la comissió.\n\nPremeu INTRO per a retirar aquests privilegis.

source: ¿Desea retirar los privilegios de administrador?
ca_es: Voleu retirar els privilegis d'administrador?

source: Va a resetear la contraseña del usuario administrador.
ca_es: Va a restablir la contrasenya de l'usuari administrador.

source: Adicionalmente, el sistema ha otorgado privilegios para el administrador. Estos se invalidarán en cuanto realice alguna otra operación de mantenimiento.
ca_es: A més, el sistema ha donat privilegis a l'administrador. Aquests s'invalidaran quan es realitze alguna operació de manteniment.

source: Va a crear un usuario administrador nuevo.
ca_es: Va a generar un nou usuari administrador.

source: ATENCIÓN:\n\nHa elegido lanzar un terminal. Esto otorga al manipulador del equipo acceso a datos sensibles hasta que finalice la sesión. Asegúrese de que no sea operado sin supervisión técnica para verificar que no se realiza ninguna acción ilícita. Sus acciones serán registradas y enviadas a la lista de destinatarios interesados, que se solicita a continuación.
ca_es: ATENCIÓ:\n\nHeu triat llançar un terminal. Això dóna a qui està manipulant l'equip, accés a dades sensibles fins que finalitze la sessió. Assegureu-vos que s'opera sota supervisió tècnica per a verificar que no es realitza cap acció il·lícita. Voleu continuar?

source: Se ha cancelado la sesión de terminal.
ca_es: S'ha cancel·lat la sessió de terminal.

source: ESCRIBA exit PARA VOLVER AL MENÚ DE ESPERA.
ca_es: ESCRIVIU exit PER A TORNAR AL MENÚ D'ESPERA.

source: Registro de la sesión de mantenimiento sobre el servidor de voto vtUJI del $(date +%d/%m/%Y-%H:%M)
ca_es: Registre de la sessió de manteniment sobre el servidor de vot vtUJI del $(date +%d/%m/%Y-%H:%M)

source: Usted ha proporcionado su dirección como interesado en recibir una copia de la secuencia de comandos introducida por el técnico designado sobre el terminal del servidor de voto. Esta se encuentra en el fichero adjunto. Puede emplear este fichero para realizar o encargar personalmente una auditoría de la seguridad del mismo.
ca_es: Heu proporcionat la vostra adreça com a interessat a rebre una còpia de la seqüència de comandaments introduïda pel tècnic designat en el terminal del servidor de vot. La podeu trobar en el fitxer adjunt. Podeu emprar aquest fitxer per a realitzar o encarregar personalment una auditoria de la seguretat d'aquest.

source: ¿Seguro que desea reiniciar la recogida de estaditicas del sistema?
ca_es: Esteu segurs que desitgeu reiniciar la recollida d'estadístiques del sistema?

source: Reinicio completado con éxito.
ca_es: Reinici completat correctament.

source: Certificado instalado correctamente.
ca_es: Certificat instal·lat correctament.

source: Error instalando el certificado.
ca_es: Error en la instal·lació del certificat.

source: Petición de certificado generada correctamente.
ca_es: Petició de certificat generada correctament.

source: Error generando la nueva petición de certificado.
ca_es: Error generant la nova petició de certificat.

source: Ha elegido utilizar el servidor con certificado SSL. Si completa esta acción, ya no se permitir acceder al servidor de voto sin cifrado. Deberá solicitar y comprar un certificado de una autoridad confiable. ¿Desea continuar?
ca_es: Heu triat utilitzar el servidor amb certificat SSL. Si completeu aquesta acció, ja no podreu accedir al servidor de vot sense xifrat. Heu de sol·licitar i comprar un certificat d'una autoritat confiable. Voleu continuar?

source: Servidor web configurado correctamente.
ca_es: Servidor web configurat correctament.

source: Error configurando el servidor web.
ca_es: Error en la configuració del servidor web.

source: Dado que se van a modificar parámeros de configuración básicos, estos deben ser escritos en los Clauers.\n\nAsegúrese de que se reuna toda la comisión.\n\nPrepare un conjunto de Clauers nuevo, diferente al actual.\n\nLa llave de cifrado será renovada, invalidando la actual.\n\n¿Seguro que desea continuar?
ca_es: Ja que van a modificar-se paràmetres de configuració bàsics, aquests s'han d'escriure en els Clauers.\n\nAssegureu-vos de que tota la comissió és present.\n\nPrepareu un conjunt de Clauers nou, diferent a l'actual.\n\nLa clau de xifrat serà renovada i s'invalidarà l'actual.\n\nEsteu segurs que voleu continuar?

source: Ahora se procederá a construir el nuevo conjunto de Clauers. Podrá elegir los parámetros de compartición de la nueva llave.
ca_es: Ara construirem el nou conjunt de Clauers. Podreu triar els paràmetres de compartició de la nova clau.

source: Realizando copia de seguridad con la nueva llave...
ca_es: Realitzant còpia de seguretat amb la nova clau...

source: Error grave: no se pudo reiniciar el servidor de correo.
ca_es: Error greu: no s'ha pogut reiniciar el servidor de correu.

source: Se detectaron piezas corruptas. Por seguridad, procederemos a generar una nueva llave de acceso.
ca_es: S'han detecta fragments corruptes. Per seguretat, generarem una nova clau d'accés.

source: Las piezas de la llave son correctas.
ca_es: Els fragments de la clau són correctes.

source: Vamos a generar una nueva llave de acceso.\n\n Dispongan de un nuevo conjunto de Clauers. BAJO NINGÚN CONCEPTO empleen los Clauers que contienen los fragmentos de la llave actual, dado que un error durante la escritura dejaría el sistema inaccesible.\n\n Estos Clauers podrán ser descartados en cuanto se acceda al sistema con la nueva clave.
ca_es: Anem a generar una nova clau d'accés.\n\nPrepareu un nou conjunt de Clauers. SOTA CAP CONCEPTE podeu emprar els Clauers que contenen els fragments de la clau actual, ja que un error en el procés deixaria el sistema inaccessible.\n\nAquests Clauers podran ser descartats quan s'haja accedit al sistema amb la nova clau.

source: ¿Desea modificar los datos introducidos?
ca_es: Voleu modificar les dades introduïdes?

source: Generando una nueva llave...
ca_es: Generant una clau nova...

source: Ahora procederemos a repartir la nueva información del sistema en los dispositivos de la comisión de custodia.\n\nLos dispositivos que se empleen NO DEBEN CONTENER NINGUNA INFORMACIÓN, porque VAN A SER FORMATEADOS.
ca_es: Ara repartirem la nova informació del sistema en els dispositius de la comissió de custòdia.\n\nEls dispositius que s'empren NO HAN DE CONTENIR CAP INFORMACIÓ, perquè VAN A SER FORMATATS.

source: Se ha repartido la nueva llave con éxito, pero aún no se ha realizado la sustitución. Si falla el proceso, reinícielo con la llave antigua.
ca_es: S'ha repartit la nova clau correctament, però encara no s'ha realitzat la substitució. Si falla el procés, reinicieu-lo amb la clau antiga.

source: Error: no se puede acceder a la zona de datos cifrada.
ca_es: Error: no es pot accedir a la zona de dades xifrades.

source: Error: no queda espacio de llaves. Ejecute un traslado de datos cifrados a otra ubicación.
ca_es: Error: no queda espai de claus. Executeu un trasllat de dades a una altra ubicació.

source: Error: no se puede añadir una nueva llave a la zona de datos. Ejecute un traslado de datos cifrados a otra ubicación.
ca_es: Error: no es pot afegir una nova clau a la zona de dades. Executeu un trasllat de dades a una altra ubicació.

source: El cambio de llave se ha completado con éxito. Ya puede descartar los antiguos Clauers.
ca_es: El canvi de claus s'ha completat correctament. Ja podeu descartar els antics Clauers.

source: Vamos a trasladar los datos cifrados a una nueva ubicación.\n\n Dispongan de un nuevo conjunto de Clauers. BAJO NINGÚN CONCEPTO empleen los Clauers que contienen los fragmentos de la clave actual, dado que un error durante la escritura dejaría el sistema inaccesible.\n\n Estos Clauers podrán ser descartados en cuanto se acceda al sistema con la nueva clave.
ca_es: Anem a traslladar les dades xifrades a una nova ubicació.\n\n Prepareu un nou conjunt de Clauers. SOTA CAP CONCEPTE podeu emprar els Clauers que contenen els fragments de la clau actual, ja que un error en el procés deixaria el sistema inaccessible.\n\nAquests Clauers podran ser descartats quan s'haja accedit al sistema amb la nova clau.

source: La partición indicada coincide con la de la zona de datos antigua. Debe cambiarla.
ca_es: La partició indicada coincideix amb la de la zona de dades antiga. Heu de canviar-la.

source: Este error no puede aparecer. Se ha manipulado el nombre del fichero de datos.
ca_es: Aquest error no pot eixir. S'ha manipulat el nom del fitxer de dades.

source: El Target iSCSI coincide con el de la zona de datos antigua. Debe cambiarlo.
ca_es: El Target iSCSI coincideix amb el de la zona de dades antiga. Heu de canviar-lo.

source: Se han repartido la nueva llave y configuración con éxito, pero aún no se ha realizado la sustitución. Si falla el proceso, reinícielo con la llave antigua.
ca_es: S'han repartit la nova clau i configuració correctament, però encara no s'ha realitzat la substitució. Si falla el procés, reinicieu-lo amb la clau antiga.

source: Copiando datos a la nueva ubicación...
ca_es: Copiant dades a la nova ubicació...

source: Verificando copia de los datos...
ca_es: Verificant la còpia de les dades...

source: La copia de la zona de datos no coincide con la original. Puede tratarse de un error del sistema o un error físico del nuevo soporte. En cualquier caso, no se borrará la zona antigua, a la que se podrá seguir accediendo con los Clauers antiguos. Puede evaluar mirando los logs si la diferencia de datos no es significativa y emplear esta copia o reiniciar el proceso de cambio de llave interna. Se continua con el proceso actual.
ca_es: La còpia de la zona de dades no coincideix amb l'original. Pot tractar-se d'un error del sistema o d'un error físic del nou suport. En qualsevol cas, no s'esborrarà la zona antiga, a la qual es podrà seguir accedint amb els Clauers antics. Podeu avaluar mirant els logs si la diferència de dades no és significativa i emprar aquesta còpia o reiniciar el procés de canvi de clau interna. Es continua amb el procés actual.

source: Borrado seguro de los datos de la vieja ubicación...
ca_es: Esborrament segur de les dades de la ubicació antiga...

source: Ahora se realizará una copia de seguridad del sistema con la nueva llave, para evitar pérdida de datos.
ca_es: Ara es realitzarà una còpia de seguretat del sistema amb la nova clau, per a evitar pèrdua de dades.

source: Ya puede descartar los antiguos Clauers.
ca_es: Ja podeu descartar els Clauers antics.

source: La transferencia de datos se ha completado con éxito. Continuaremos con la carga normal del sistema. $disposeMsg
ca_es: La transferència de dades s'ha completat correctament. Continuem amb la càrrega normal del sistema. $disposeMsg

source: Error durante la recuperación del backup de la base de datos.
ca_es: Error en la recuperació del backup de la base de dades.

source: Sistema iniciado correctamente y a la espera.
ca_es: Sistema correctament iniciat i a l'espera.

source: Volver
ca_es: Tornar

source: Nombre de usuario del administrador:\n\n $ADMINNAME
ca_es: Nom de l'usuari administrador del sistema de vot:\n\n $ADMINNAME

source: Datos adquiridos. ¿Desea revisarlos?
ca_es: Dades adquirides. Voleu revisar-les?

source: Operaciones sobre el certificado SSL del servidor web.
ca_es: Operacions sobre el certificat SSL del servidor web.

source: Cambiar a modo de servidor web con certificado SSL.
ca_es: Canviar a mode de servidor web amb certificat SSL.

source: Cambiar parámetros de copia de seguridad remota.
ca_es: Canviar paràmetres de còpia de seguretat remota.

source: El sistema está en marcha.\nSi lo desean pueden realizar alguna de estas acciones:
ca_es: El sistema està en marxa.\nSi ho desitgeu podeu realitzar alguna d'aquestes accions:

source: Otorgar privilegios al administrador del sistema de voto temporalmente.
ca_es: Atorgar privilegis a l'administrador del sistema de vot temporalment.

source: Resetear credenciales del administrador del sistema de voto.
ca_es: Restablir credencials de l'administrador del sistema de vot.

source: Crear nuevo administrador del sistema de voto.
ca_es: Crear un nou administrador del sistema de vot.

source: Verificar la integridad de las piezas de la llave.
ca_es: Verificar la integritat dels fragments de la clau.

source: Cambiar llave de cifrado de disco.
ca_es: Canviar clau de xifrat del disc.

source: Trasladar datos cifrados a otra ubicación.
ca_es: Traslladar les dades xifrades a una altra ubicació.

source: Cambiar parámetros del servidor de correo
ca_es: Canviar paràmetres del servidor de correu.

source: Cambiar parámetros de acceso a la red
ca_es: Canviar paràmetres d'accés a la xarxa

source: Resetear estadísticas de uso del sistema.
ca_es: Reinicialitzar estadístiques d'ús del sistema.

source: Monitor del estado del sistema.
ca_es: Monitor d'estat del sistema...

source: Suspender el equipo.
ca_es: Suspendre l'equip.

source: Por razones de seguridad no se puede suspender el equipo, al no hallarse el disco copiado en RAM.
ca_es: Per raons de seguretat vosté no pot suspendre l'equip, ja que el disc no es troba copiat a la RAM.

source: Suspender
ca_es: Suspendre

source: ¿Está seguro de que desea suspender el equipo?
ca_es: Esteu segurs que desitgeu suspendre l'equip?

source: El sistema está funcionando con un certificado de prueba.
ca_es: El sistema està funcionant amb un certificat de prova.

source: Releer petición de certificado.
ca_es: Rellegir la petició de certificat.

source: Instalar certificado.
ca_es: Instal·lar certificat.

source: El sistema está funcionando con un certificado válido.
ca_es: El sistema està funcionant amb un certificat vàlid.

source: Instalar un certificado renovado sin cambiar la llave privada.
ca_es: Instal·lar certificat renovat sense canviar la clau privada.

source: Renovar el certificado y la llave privada.
ca_es: Renovar el certificat i la clau privada.

source: El sistema está esperando la renovación del certificado.
ca_es: El sistema està esperant la renovació del certificat.

source: Instalar certificado renovado.
ca_es: Instal·lar certificat renovat.

source: Esta operación no requiere autorización para ser ejecutada.
ca_es: Aquesta operació no precisa autorització per a ser executada.

source: Para verificar la autoridad para realizar esta acción, procedemos a pedir los fragmentos de llave.
ca_es: Per a verificar l'autoritat per a realitzar aquesta acció, procedim a demanar els fragments de la clau.

source: No se ha logrado reconstruir la llave. Acceso denegado.
ca_es: No s'ha pogut reconstruir la clau. Accés denegat.

source: No se ha obtenido ninguna llave. Acceso denegado.
ca_es: No s'ha obtingut cap clau. Accés denegat.

source: La llave obtenida no es correcta. Acceso denegado.
ca_es: La clau obtinguda no és correcta. Accés denegat.

source: Error: no se activaron las unidades RAID debido a errores o inconsistencias. Solucione el problema antes de continuar.
ca_es: Error: no s'han pogut activar les unitats RAID a causa d'errors o inconsitències. Solucione aquest problema abans de continuar.

source: Configurando la red...
ca_es: Configurant la xarxa...

source: Error: no se encuentran interfaces ethernet accesibles.
ca_es: Error: no es troben interfícies ethernet accessibles.

source: Comprobando conectividad...
ca_es: Comprovant la connectivitat...

source: Error: no se pudo comunicar con la puerta de enlace. Revise conectividad.
ca_es: Error: no s'ha pogut comunicar amb la porta d'enllaç. Reviseu la connectivitat.

source: Error: no se pudo obtener la configuración IP. Revise conectividad.
ca_es: Error: no s'ha pogut obtenir la configuració IP. Reviseu la connectivitat.

source: No se ha podido deducir el nombre de dominio del servidor.\nEspecifique uno:
ca_es: No s'ha pogut deduir el nom de domini del servidor.\nEspecifiqueu-ne un:

source: Inserte un dispositivo USB.
ca_es: Inseriu un dispositiu USB.
