Repository: Servicio-Informatica-Comunicaciones-UZ/VEL
Catalog: src/mgr/localization/*.UTF-8/wizard-setup.sh.po
Languages: ca_es

source: El dispositivo no pudo ser accedido.
ca_es: El dispositiu no és accessible.

source: Ruta inválida. Los nombres de directorio pueden contener los caracteres: $ALLOWEDCHARSET
ca_es: Ruta invàlida. Els noms de directori poden contenir els caràcters: $ALLOWEDCHARSET

source: Ruta inválida. Debe ser subdirectorio de /media/USB/
ca_es: Ruta invàlida. Ha de ser un subdirectori de /media/USB/

source: Ruta inválida. No puede acceder a directorios superiores.
ca_es: Ruta invàlida. No pot accedir a directoris superiors.

source: Error al copiar el fichero.
ca_es: Error en copiar el fitxer.

source: Reanudar
ca_es: Reprendre

source: Finalizar
ca_es: Finalitzar

source: Ha cancelado la inserción de un Clauer.\n¿Desea finalizar la inserción de dispositivos?
ca_es: Heu cancel·lat la inserció d'un Clauer.\nDesitgeu finalitzar la inserció de dispositius?

source: Error de lectura. Pruebe con otro dispositivo
ca_es: Error de lectura. Proveu amb un altre dispositiu

source: Configuración actual:\n
ca_es: Configuració actual:\n

source: \n\n\nConfiguración nueva:\n
ca_es: \n\n\nConfiguració nova:\n

source: Se han encontrado diferencias entre la última configuración leida y la que se está empleando actualmente.\nVamos a mostrar ambas para su comparación.
ca_es: S'han trobat diferències entre l'última configuració llegida i la que s'està emprant actualment.\nAnem a mostrar les dues per a comparar-les.

source: Nueva
ca_es: Nova

source: ¿Desea emplear la actual o la nueva?
ca_es: Voleu emprar l'actual o la nova?

source: ¿Quedan más Clauers por leer?
ca_es: Queden més Clauers per llegir?

source: Reconstruyendo la llave de cifrado...
ca_es: Reconstruint la clau de xifrat...

source: Se ha producido un error durante la reconstrucción de la llave por la presencia de fragmentos defectuosos. El sistema intentará recuperarse.
ca_es: S'ha produït un error en la reconstrucció de la clau per la presència de fragments defectuosos. El sistema intentarà recuperar-se.

source: No se ha podido reconstruir la llave.
ca_es: No s'ha pogut reconstruir la clau.

source: Se ha logrado reconstruir la llave.
ca_es: S'ha pogut reconstruir la clau.

source: Para evitar suplantaciones del CD que hace funcionar este sistema de voto, se va a copiar todo su contenido en memoria RAM.
ca_es: Per a evitar suplantacions del CD que fa funcionar aquest sistema de vot, es va a copiar tot el contingut en memòria RAM.

source: Se ha detectado que la cantidad de memoria RAM presente en el sistema es peligrosamente baja. No se realizará este procedimiento
ca_es: S'ha detectat que la quantitat de memòria RAM present al sistema és perillosament baixa. No es realitzarà aquest procediment.

source: Se ha detectado que la cantidad de memoria RAM presente en el sistema puede resultar insuficiente para su correcto funcionamiento en un período prolongado:\n\nMemoria disponible para sistema de ficheros: $aufsSize MB\nTamaño estimado del sistema de ficheros del CD: $ESTIMATEDCDFSSIZE MB\n\n¿Desea copiarlo o desea operar desde el CD?
ca_es: S'ha detectat que la quantitat de memòria RAM present al sistema pot resultar insuficient per al seu correcte funcionament en un període prolongat:\n\nMemòria disponible per al sistema de fitxers: $aufsSize MB\nMida estimada del sistema de fitxers del CD: $ESTIMATEDCDFSSIZE MB\n\nDesitgeu copiar-lo o preferiu operar des del CD?

source: Copiando el CD en memoria...
ca_es: Copiant el CD en memòria...

source: Copia finalizada con éxito.\n\nEl sistema de ficheros en RAM dispone todavía de: $aufsSize MB.
ca_es: Còpia finalitzada correctament.\n\nEl sistema de fitxers en RAM disposa encara de: $aufsSize MB.

source: No se copiará el CD en memoria.\n\nEl sistema no puede garantizar su integridad ante una violación de la seguridad física. Tomen las medidas pertinentes: aumenten la cantidad de memoria RAM para poder realizar el procedimiento o restrinjan el acceso a la ubicación física del servidor.
ca_es: No es copiarà el CD en memòria.\n\nEl sistema no pot garantir la seua integritat davant una violació de la seguretat física. Preneu les mesures pertinents: augmenteu la quantitat de RAM per a poder realitzar el procediment o restringiu l'accés a la ubicació física del servidor.

source: Inserte un dispositivo Clauer que contenga \nlos datos de configuración del sistema para iniciarlo.\n\nSi desea realizar una primera instalación\ndel sistema o formatearlo, inserte un dispositivo USB vacio o pulse formatear.
ca_es: Inseriu un dispositiu Clauer que continga\nles dades de configuració del sistema per a iniciar-lo.\n\nSi desitgeu realitzar una primera instal·lació o formatar el sistema, inseriu un dispositiu USB buit o premeu Formatar.

source: Ha pulsado formatear.
ca_es: Heu triat formatar.

source: Este dispositivo no es un Clauer.
ca_es: Aquest dispositiu no és un Clauer.

source: Ha elegido no proporcionar una contraseña.
ca_es: Heu triat no proporcionar una contrasenya.

source: Leyendo configuración del sistema...
ca_es: Llegint la configuració del sistema...

source: No se han podido leer los datos de configuración de este Clauer.
ca_es: No s'han pogut llegir les dades de configuració d'aquest Clauer.

source: La información de configuración leida estaba corrupta o manipulada.
ca_es: La informació de configuració llegida estava corrupta o manipulada.

source: Formatear sistema
ca_es: Formatar sistema

source: Ha elegido FORMATEAR el sistema.\nEs muy importante que comprenda que, en caso de continuar, \nsi había una instalación previa del sistema de voto será totalmente destruida.\n\n¿Está seguro de que desea continuar, o desea volver al inicio?
ca_es: Heu triat FORMATAR el sistema.\nÉs molt important que comprengueu que, si continueu,\nsi hi havia una instal·lació prèvia del sistema de vot serà totalment destruïda.\n\nEsteu segurs que voleu continuar, o preferiu tornar a l'inici?

source: Examinando los datos de configuración...
ca_es: Examinant les dades de configuració...

source: El fichero de configuración elegido no existe o está vacio.
ca_es: El fitxer de configuració elegit no existeix o està buit.

source: Los datos de configuración están corruptos o manipulados.
ca_es: Les dades de configuració estan corruptes o manipulades.

source: No se ha podido reconstruir la llave de la zona cifrada.
ca_es: No s'ha pogut reconstruir la clau de la zona xifrada.

source: Se ha logrado reconstruir la llave. Se prosigue con la carga del sistema.
ca_es: S'ha pogut reconstruir la clau. Es continua amb la càrrega del sistema.

source: No acepto la licencia
ca_es: No accepte la llicència

source: Acepto la licencia
ca_es: Accepte la llicència

source: Ha elegido restaurar una copia de seguridad del sistema. Primero se instalará un sistema totalmente limpio. Podrá alterar los parámetros básicos. Emplee un conjunto de Clauers NUEVOS. Al final se le solicitarán los clauers antiguos para proceder a restaurar los datos.
ca_es: Ha triat restaurar una còpia de seguretat del sistema. Primer s'instal·larà un sistema totalment net. Podreu canviar els paràmetres bàsics. Utilitzeu un conjunt de clauers NOU. Al final se us demanaran els clauers antics per a fer la restauració de les dades.

source: Ha acabado de definir los parámetros del servidor de voto. ¿Desea modificar los datos introducidos?
ca_es: Heu acabat de definir els paràmetres del servidor de vot. Voleu modificar les dades introduïdes?

source: Sincronizando hora del servidor...
ca_es: Sincronitzant l'hora del servidor...

source: Se ha terminado de repartir las nuevas llave y configuración. Vamos a proceder a configurar el sistema
ca_es: S'ha acabat de repartir la nova clau i configuració. Procedim a configurar el sistema.

source: Omitir este paso
ca_es: Ometre aquest pas

source: Formatear dispositivo
ca_es: Formatar el dispositiu

source: El administrador del sistema de voto necesita poseer un dispositivo Clauer propio con fines identificativos frente a la aplicación, aunque no contenga certificados. Si no posee ya uno, tiene la posibilidad de insertar ahora un dispositivo USB y formatearlo como Clauer.
ca_es: L'administrador del sistema de vot necessita posseir un dispositiu Clauer propi amb fins identificatius davant de l'aplicació, encara que no continga certificats. Si no en té ja un, té la possibilitat d'inserir ara un dispositiu USB i formatar-lo com a Clauer.

source: Inserte el dispositivo USB a escribir y pulse INTRO.
ca_es: Inseriu el dispositiu USB que s'ha d'escriure i premeu INTRO.

source: Introduzca una contraseña nueva:
ca_es: Escriviu una contrasenya nova:

source: Ha abortado el formateo del Clauer. Inserte otro para continuar
ca_es: Heu avortat la formatació del Clauer. Inseriu-ne un altre per a continuar

source: Error durante el formateo.
ca_es: Error durant la formatació.

source: El sistema se ha iniciado con privilegios para el administrador. Estos se invalidarán en cuanto realice alguna operación de mantenimiento (tal como instalar el certificado SSL del servidor).
ca_es: El sistema s'ha iniciat amb privilegis d'administrador. Aquests s'invalidaran quan es realitze alguna operació de manteniment (com ara instal·lar el certificat SSL del servidor).
