Repository: Servicio-Informatica-Comunicaciones-UZ/VEL
Catalog: src/mgr/localization/*.UTF-8/wizard-setup.sh.po
Languages: ca_es

source: Elija una opción.
ca_es: Trieu una opció

source: Lanzar terminal de acceso total al sistema.
ca_es: Llançar terminal d'accés total al sistema.

source: ATENCIÓN:\n\nHa elegido lanzar un terminal. Esto otorga al manipulador del equipo acceso a datos sensibles hasta que este sea reiniciado. Asegúrese de que no sea operado sin supervisión técnica para verificar que no se realiza ninguna acción ilícita. ¿Desea continuar?
ca_es: ATENCIÓ:\n\nHeu triat llançar un terminal. Açò dóna a qui estiga manipulant l'equip, accés a dades sensibles fins que siga reiniciat. Assegureu-vos que s'opera sota supervisió tècnica per a verificar que no es realitza cap acció il·lícita. Desitgeu continuar?

source: Error configurando el acceso al servidor de copia de seguridad.
ca_es: Error en la configuració de l'accés al servidor de còpia de seguretat.

source: Error conectando con el servidor de Copia de Seguridad.
ca_es: Error en la connexió amb el servidor de còpia de seguretat.

source: Error descifrando el fichero de Copia de Seguridad: fichero corrupto o llave incorrecta.
ca_es: Error en desxifrar el fitxer de còpia de seguretat: fitxer corrupte o clau incorrecta.

source: Error desempaquetando el fichero de Copia de Seguridad: fichero corrupto.
ca_es: Error en desempaquetar el fitxer de còpia de seguretat: fitxer corrupte.

source: Error interno. Faltan datos de configuración para realizar la resconstrucción.
ca_es: Error intern. Falten dades de configuració per a realitzar la reconstrucció.

source: No se puede reconstruir la llave. No hay suficientes piezas.
ca_es: No es pot reconstruir la clau. No hi ha prou fragments.

source: Seleccione una acción a llevar a cabo:
ca_es: Seleccioneu una acció per a dur a terme:

source: Iniciar el sistema de voto.
ca_es: Iniciar el sistema de vot.

source: Recuperar una instalación del sistema de voto.
ca_es: Recuperar una instal·lació del sistema de vot.

source: Lanzar un terminal de administración.
ca_es: Llançar un terminal d'administració.

source: Apagar el equipo.
ca_es: Apagar l'equip.

source: Cancelar
ca_es: Cancel·lar

source: ¿Está seguro de que desea apagar el equipo?
ca_es: Esteu segurs que voleu apagar l'equip?

source: Continuar
ca_es: Avançar

source: No lo ha insertado. Hágalo ahora y pulse INTRO.
ca_es: No l'heu inserit. Feu-ho ara i premeu INTRO.

source: Múltiples dispositivos detectados.\nPor favor, seleccione uno.
ca_es: Diversos dispositius detectats.\nPer favor, trieu-ne un.

source: $msg\nIntroduzca la contraseña del Clauer.
ca_es: $msg\nEscriviu la contrasenya del Clauer.

source: $msg\nIntroduzca una contraseña nueva.
ca_es: $msg\nEscriviu una contrasenya nova.

source: Contraseña demasiado corta.
ca_es: La contrasenya és massa curta.

source: Vuelva a escribir su contraseña.
ca_es: Torneu a escriure la contrasenya.

source: Las contraseñas no coinciden.
ca_es: Les contrasenyes no coincideixen.

source: Contraseña incorrecta.
ca_es: Contrasenya incorrecta.

source: Generando llave para la unidad cifrada...
ca_es: Generant la clau per a la unitat xifrada...

source: Fragmentando la llave...
ca_es: Fragmentant la clau...

source: el siguiente
ca_es: el següent

source: Inserte $clauerpos Clauer a escribir ($member de $2) y pulse INTRO.
ca_es: Inseriu el $clauerpos Clauer on s'ha d'escriure ($member de $2) i premeu INTRO.

source: Miembro número $member:\nIntroduzca una contraseña nueva:
ca_es: Membre número $member:\nEscriviu una contrasenya nova:

source: Ha abortado el formateo del presente Clauer. Inserte otro para continuar
ca_es: Heu avortat la formació d'aquest Clauer. Inseriu-ne un altre per a continuar.

source: Preparando Clauer...
ca_es: Preparant el Clauer...

source: Formateando Clauer...
ca_es: Formatant el Clauer...

source: Escribiendo fragmento de llave...
ca_es: Escrivint fragment de clau...

source: Ha fallado la escritura del fragmento de llave. Inserte otro Clauer para continuar
ca_es: Ha fallat l'escriptura del fragment de clau. Inseriu-ne un altre per a continuar.

source: Almacenando la configuración del sistema...
ca_es: Emmagatzemant la configuració del sistema...

source: Ha fallado la escritura de la configuración. Inserte otro Clauer para continuar
ca_es: Ha fallat l'escriptura de la configuració. Inseriu-ne un altre per a continuar.

source: Clauer escrito con éxito. Retírelo y pulse INTRO.
ca_es: Clauer escrit correctament. Traieu-lo i premeu INTRO.

source: Configuración de acceso a Internet
ca_es: Configuració d'accés a Internet

source: Automatica por DHCP
ca_es: Automàtica per DHCP

source: Atrás
ca_es: Enrere

source: Parámetros de acceso a Internet
ca_es: Paràmetres d'accés a Internet

source: Campo
ca_es: Camp

source: Dirección IP
ca_es: Adreça IP

source: Máscara de Red
ca_es: Màscara de xarxa

source: Puerta de Enlace
ca_es: Porta d'enllaç

source: DNS Primario
ca_es: DNS Primari

source: DNS Secundario
ca_es: DNS Secundari

source: Nombre del host (FQDN)
ca_es: Nom del host (FQDN)

source: Error. La dirección IP no es válida
ca_es: Error. L'adreça IP no és vàlida

source: Error. La máscara de red no es válida
ca_es: Error. La màscara de xarxa no és vàlida.

source: Error. La dirección de la puerta de enlace no es válida
ca_es: Error. L'adreça de la porta d'enllaç no és vàlida.

source: Error. La dirección del DNS primario no es válida
ca_es: Error. L'adreça del DNS primari no és vàlida

source: Error. La dirección del DNS secundario no es válida
ca_es: Error. L'adreça del DNS secundari no és vàlida

source: Error. El nombre del servidor no es válido
ca_es: Error. El nom del servidor no és vàlid

source: Error. Faltan campos por rellenar
ca_es: Error. Falten camps per omplir

source: Ubicación de los datos cifrados.
ca_es: Ubicació de les dades xifrades.

source: Partición en disco local
ca_es: Partició en disc local

source: A través de servidor NFS
ca_es: Mitjançant servidor NFS

source: A través de servidor Samba
ca_es: Mitjançant servidor Samba

source: A través de iSCSI
ca_es: Mitjançant iSCSI

source: Fichero en disco local
ca_es: Fitxer en disc local

source: A continuación se le instará a que seleccione una partición local.\nNótese que los datos contenidos serán totalmente destruidos.\n\n¿Desea continuar?
ca_es: A continuació se us demanarà que seleccioneu una partició local.\nTingueu present que les dades que conté seran totalment destruïdes.\n\nDesitgeu continuar?

source: Seleccione una partición.
ca_es: Seleccioneu una partició.

source: Parámetros de acceso a la partición cifrada
ca_es: Paràmetres d'accés a la partició xifrada.

source: Puerto
ca_es: Port

source: Ruta de destino
ca_es: Ruta de destí

source: Tamaño del fichero (MB)
ca_es: Mida del fitxer (MB)

source: Error. Debe introducir una IP o nombre válido
ca_es: Error. Heu d'introduir una IP o nom vàlid

source: Error. Debe introducir un número de puerto válido
ca_es: Error. Heu d'introduir un número de port vàlid

source: Error. Debe introducir una ruta válida. Los nombres de directorio pueden contener los caracteres: $ALLOWEDCHARSET
ca_es: Error. Heu d'introduir una ruta vàlida. Els noms de directori poden incloure els caràcters: $ALLOWEDCHARSET

source: Error. Debe introducir un tamaño entero
ca_es: Error. Heu d'introduir una mida entera.

source: Nombre del recurso
ca_es: Nom del recurs

source: Usuario
ca_es: Usuari

source: Contraseña
ca_es: Contrasenya

source: Error. Debe introducir una ruta válida. Los nombres de los directorios pueden contener los caracteres: $ALLOWEDCHARSET
ca_es: Error. Heu d'introduir una ruta vàlida. Els noms de directori poden incloure els caràcters: $ALLOWEDCHARSET

source: Error. El nombre de usuario no es válido. Puede contener los caracteres: $ALLOWEDCHARSET
ca_es: Error. El nom d'usuari no és vàlid. Pot incloure els caràcters: $ALLOWEDCHARSET

source: Error. La contraseña no es válida. Puede contener los caracteres: $ALLOWEDCHARSET
ca_es: Error. La contrasenya no és vàlida. Pot incloure els caràcters: $ALLOWEDCHARSET

source: Error. El tamaño debe ser entero.
ca_es: Error. La mida ha de ser un enter.

source: Error. No se pudo resolver el nombre del servidor.
ca_es: Error. No s'ha pogut resoldre el nom del servidor.

source: Seleccione un Target.
ca_es: Seleccioneu un Target.

source: No se ha localizado un Portal iSCSI. Especifique un target manualmente.
ca_es: No s'ha localitzat un Portal iSCSI. Especifiqueu un target manualment.

source: Debe proporcionar un identificador de target.
ca_es: Heu de proporcionar un identificador de target.

source: Error. Debe introducir un identificador de target válido
ca_es: Error. Heu d'introduir un identificador de target vàlid

source: A continuación se le instará a seleccionar una partición local.\nEn su raíz se escribirá un fichero con los datos cifrados.\nEsta partición debe contener un sistema de ficheros válido.
ca_es: A continuació se us demanarà que seleccioneu una partició lcal.\nEn l'arrel d'aquesta s'escriurà un fitxer amb les dades xifrades.\nAquesta partició ha de contenir un sistema de fitxers vàlid.

source: No existen particiones válidas. Elija otro modo.
ca_es: No hi ha particions vàlides. Trieu un altre mode.

source: Error. Debe introducir un tamaño de fichero entero positivo
ca_es: Error. Heu d'introduir una mida de fitxer enter positiu

source: Como el modo de almacenamiento elegido se ubica dentro de esta misma máquina, se recomienda proporcionar algún mecanismo de copia de seguridad externo para evitar una pérdida irreparable de los datos. Esta copia se realizará sobre un servidor SSH a su elección, y los datos se almacenarán cifrados.\n\n¿Desea emplear un servidor SSH para la copia de seguridad?
ca_es: Com que el mode d'emmagatzematge triat s'ubica a la mateixa màquina, es recomana proporcionar algun mecanisme de còpia de seguretat externa per evitar una pèrdua irreparable de dades. Aquesta còpia es realitzarà en el servidor SSH que escolliu, i les dades s'emmagatzemaran xifrades.\n\nDesitgeu emprar un servidor SSH per a la còpia de seguretat?

source: Debe introducir los parámetros de copia de seguridad.
ca_es: Heu d'introduir els paràmetres de còpia de seguretat.

source: Verificando acceso al servidor de copia de seguridad...
ca_es: Verificant l'accés al servidor de còpia de seguretat...

source: Error conectando con el servidor de copia de seguridad. Revise los datos.
ca_es: Error en la connexió amb el servidor de còpia de seguretat. Reviseu les dades.

source: Error accediendo al servidor de copia de seguridad. Revise los datos.
ca_es: Error en l'accés al servidor de còpia de seguretat. Reviseu les dades.

source: Parámetros para realización de copias de seguridad sobre un servidor SSH.
ca_es: Paràmetres per a realitzar còpies de seguretat en un servidor SSH.

source: El sistema incluye un servidor de correo para enviar las actas. ¿Necesita su red que este se redirija a un servidor intermedio (relay host)?
ca_es: El sistema inclou un servidor de correu per enviar les actes. Necessita la vostra xarxa que aquest siga redirigit a un servidor intermedi (relay host)?

source: Nombre de dominio del servidor de correo intermedio.
ca_es: Nom de domini del servidor de correu intermedi.

source: Debe proporcionar un nombre de dominio o una IP.
ca_es: Heu de proporcionar un nom de domini o una IP.

source: Debe proporcionar un nombre de dominio o una IP válida.
ca_es: Heu de proporcionar un nom de domini o una IP vàlida.

source: Parámetros de compartición de la clave
ca_es: Paràmetres de compartició de la clau

source: Miembros de la comisión de custodia de la clave
ca_es: Membres de la comissió de custòdia de la clau

source: de los cuales podrán reconstruirla un mínimo de
ca_es: dels quals podran reconstruir-la un mínim de

source: Error. Debe introducir un valor entero
ca_es: Error. Heu d'introduir un valor enter

source: Error. Debe haber al menos dos miembros custodiando la llave
ca_es: Error. Hi ha d'haver almenys dos membres custodiant la clau

source: Error. Un sólo miembro no debe poder reconstruir la llave
ca_es: Error. Un sol membre no ha de poder reconstruir la clau

source: Error. El número de miembros debe ser mayor al mínimo de reconstrucción
ca_es: Error. El nombre de membres ha de ser major que el mínim de reconstrucció

source: Error ($ret) leyendo la configuración del Clauer.
ca_es: Error ($ret) en la lectura de la configuració del Clauer.

source: Error ($ret) leyendo la pieza de llave del Clauer
ca_es: Error ($ret) en la lectura del fragment de clau del Clauer.

source: Inserte $clauerpos Clauer a leer y pulse INTRO.
ca_es: Inseriu el $clauerpos Clauer que es vol llegir i premeu INTRO.

source: Abortar
ca_es: Avortar

source: Debe elegir un dispositivo que sea Clauer
ca_es: Heu d'elegir un dispositiu que siga Clauer

source: Inserte el siguiente Clauer a leer y pulse INTRO.
ca_es: Inseriu el següent Clauer que es vol llegir i premeu INTRO

source: Clauer leido con éxito. Retírelo y pulse INTRO.
ca_es: Clauer llegit correctament. Retireu-lo i premeu INTRO.

source: Uno de los parámetros está corrupto o manipulado.
ca_es: Un dels paràmetres està corrupte o manipulat.

source: Inicio
ca_es: Inici

source: Formatear
ca_es: Formatar

source: $1\nEsto implica que, o el sistema esta vacio, o desea reinstalarlo. \nSi elige continuar, se destruirán todos los datos\n del sistema si los hubiese y se instalará\nel sistema de voto totalmente de cero. \n\n¿Desea continuar o desea volver al inicio?
ca_es: $1\nAixò implica que, o el sistema està buit o que desitgeu reinstal·lar-lo. \nSi trieu continuar es destruiran totes les dades\n del sistema, si n'hi ha, i s'instal·larà\nel sistema de vot totalment de zero. \n\nVoleu continuar o preferiu tornar a l'inici?

source: ¿Seguro que desea continuar?
ca_es: Esteu segurs que voleu continuar?

source: No existe el dispositivo
ca_es: No existeix el dispositiu

source: Error durante el particionado: Dispositivo inválido.
ca_es: Error mentre es feia la partició: dispositiu invàlid.

source: Error durante el particionado
ca_es: Error mentre es feia la partició

source: Error durante el formateo
ca_es: Error durant la formatació

source: No lo ha retirado. Hágalo y pulse INTRO.
ca_es: No l'heu tret. Feu-ho i premeu INTRO.

source: Inserte un dispositivo USB para almacenar la petición de certificado y pulse INTRO.\n(Puede ser uno de los Clauer que acaban de emplear)
ca_es: Inseriu un dispositiu USB per a emmagatzemar la petició de certificat i premeu INTRO.\n(Pot ser un dels Clauers que acabeu d'emprar)

source: Otro
ca_es: Un altre

source: Este dispositivo no es válido. ¿Desea insertar otro o prefiere formatear este?
ca_es: Aquest dispositiu no és vàlid. Voleu inserir-ne un altre o preferiu formatar aquest?

source: ¿Seguro que desea formatear? Todos los datos SE PERDERÁN.
ca_es: Esteu segurs que el voleu formatar? Totes les dades ES PERDRAN.

source: Formateando dispositivo...
ca_es: Formatant el dispositiu...

source: Este dispositivo es de sólo lectura. ¿Desea insertar otro o prefiere formatear este?
ca_es: Aquest dispositiu es només de lectura. Voleu inserir-ne un altre o preferiu formatar aquest?

source: Escribiendo petición de certificado...
ca_es: Escrivint petició de certificat...

source: Error de escritura. Inserte otro dispositivo
ca_es: Error d'escriptura. Inseriu un altre dispositiu

source: Petición de certificado escrita con éxito.\nRetire el dispositivo y pulse INTRO.
ca_es: Petició de certificat escrita correctament.\nTraieu el dispositiu i premeu INTRO.

source: Error: el fichero esta vacio.
ca_es: Error: el fitxer és buit.

source: Error: el fichero no contiene certificados PEM.
ca_es: Error: el fitxer no conté certificats PEM.

source: Error procesando el fichero de certificado.
ca_es: Error en el processament del fitxer de certificat.

source: El fichero sólo debe contener el certificado de servidor.
ca_es: El fitxer només ha de contenir el certificat de servidor.

source: Error: certificado no válido.
ca_es: Error: certificat no vàlid.

source: Error: el certificado no corresponde con la llave.
ca_es: Error: el certificat no es correspon amb la clau.

source: Vamos a generar un certificado para las conexiones seguras.\n Debe proporcionar los datos de la entidad propietaria de este servidor (el nombre de dominio bajo el que operará el servidor)
ca_es: Anem a generar un certificat per a les connexions segures.\nHeu de proporcionar les dades de l'entitat propietària d'aquest servidor (el nom de domini sota el qual opera el servidor)

source: Nombre de dominio del servidor:
ca_es: Nom de domini del servidor:

source: Debe proporcionar un nombre de dominio.
ca_es: Heu de proporcionar un nom de domini.

source: Debe introducir un nombre de dominio válido.
ca_es: Heu d'introduir un nom de domini vàlid.

source: Datos adquiridos. ¿Desea revisarlos o desea continuar con la generación de la petición de certificado?
ca_es: Dades adquirides. Voleu revisar-les o preferiu continuar amb la generació de la petició de certificat?

source: Generando petición de certificado...
ca_es: Generant petició de certificat...

source: Error generando la petición de certificado.
ca_es: Error durant la generació de la petició de certificat.

source: Inserte un dispositivo USB del que leer el certificado de servidor y pulse INTRO.
ca_es: Inseriu un dispositiu USB des d'on llegir el certificat del servidor i premeu INTRO.

source: Seleccione el certificado de servidor
ca_es: Seleccioneu el certificat del servidor

source: Inserte un dispositivo USB del que leer el fichero con la cadena de certificación y pulse INTRO. (puede dejar el mismo)
ca_es: Inseriu un dispositiu USB des d'on llegir el fitxer amb la cadena de certificació i premeu INTRO (podeu deixar el mateix).

source: Seleccione la cadena de certificación
ca_es: Seleccioneu la cadena de certificació

source: Fallo de verificación de la cadena de certificación.\nEsto puede ser debido a que el sistema no reconoce la CA raíz. Se aborta el proceso
ca_es: Error de verificació de la cadena de certificació.\nPot deure's a que el sistema no reconeix la CA arrel. S'aborta el procés.

source: Preparando espacio de almacenamiento...
ca_es: Preparant l'espai d'emmagatzematge...

source: Error grave: no se puede acceder a ningún dispositivo loopback
ca_es: Error greu: no es pot accedir a cap dispositiu loopback

source: Creando zona de datos cifrados...
ca_es: Creant zona de dades xifrades...

source: Accediendo a datos cifrados...
ca_es: Accedint a dades xifrades...

source: Error grave: no se pudo activar el cliente de iSCSI.
ca_es: Error greu: no s'ha pogut activar el client iSCSI.

source: Error: imposible acceder al target iSCSI.
ca_es: Error: impossible accedir al target iSCSI.

source: Error: el target iSCSI no devolvió ninguna unidad lógica.
ca_es: Error: el target iSCSI no ha tornat unitats lògiques.

source: Error accediendo al directorio compartido.
ca_es: Error en l'accés al directori compartit.

source: Error: el directorio montado no tiene acceso de escritura.
ca_es: Error: el directori muntat no té permís d'escriptura.

source: Error accediendo al recurso compartido.
ca_es: Error en l'accés al recurs compartit.

source: Error: el recurso compartido es de sólo lectura.
ca_es: Error: el recurs compartit és només de lectura.

source: No se ha podido montar la partición.
ca_es: No s'ha pogut muntar la partició.

source: No se ha reconocido el modo de acceso a los datos cifrados. Configuración probablemente manipulada.
ca_es: No s'ha reconegut el mode d'accés a les dades xifrades. Configuració probablement manipulada.

source: Cifrando zona de almacenamiento...
ca_es: Xifrant zona d'emmagatzematge...

source: Error grave: no se pudo cifrar la zona de almacenamiento.
ca_es: Error greu: no s'ha pogut xifrar la zona d'emmagatzematge.

source: Error grave: no se pudo acceder a la zona de almacenamiento.
ca_es: Error greu: no s'ha pogut accedir a la zona d'emmagatzematge.

source: Creando sistema de ficheros...
ca_es: Creant sistema de fitxers...

source: Error grave: no se pudo dar formato al sistema de ficheros.
ca_es: Error greu: no s'ha pogut donar format al sistema de fitxers.

source: Error grave: no se pudo montar el sistema de ficheros.
ca_es: Error greu: no s'ha pogut muntar el sistema de fitxers.

source: Escriba el listado de destinatarios (uno por línea).
ca_es: Escriviu la llista de destinataris (un per línia).

source: Debe especificar al menos una dirección.
ca_es: Heu d'especificar almenys una adreça.

source: Existen direcciones de correo no válidas.
ca_es: Hi ha adreces electròniques no vàlides.

source: Configurando servidor de correo...
ca_es: Configurant el servidor de correu...

source: Error grave: no se pudo activar el servidor de correo.
ca_es: Error greu: no s'ha pogut activar el servidor de correu.

source: Vamos a definir los datos de acceso como administrador al programa Web de gestión del sistema de voto. Deberá recordarlos para poder acceder en el futuro.\n\nRecuerde que el acceso a las funciones de administración privilegiadas sólo podrá llevarse a cabo previa autorización de la comisión de custodia por medio de esta aplicación.
ca_es: Anem a definir les dades d'accés com a administrador del programa de gestió del sistema de vot. Heu de recordar-los per a poder accedir en el futur.\n\nRecordeu que l'accés a les funcions d'administració privilegiades només podrà realitzar-se amb l'autorització prèvia de la comissió de custòdia per mitjà d'aquesta aplicació.

source: Nombre de usuario del administrador del sistema de voto.
ca_es: Nom de l'usuari administrador del sistema de vot.

source: Debe proporcionar un nombre de usuario.
ca_es: Heu de proporcionar un nom d'usuari.

source: Debe introducir un nombre de usuario válido. Puede contener los caracteres: $ALLOWEDCHARSET
ca_es: Heu de proporcionar un nom d'usuari vàlid. Pot contenir els caràcters: $ALLOWEDCHARSET

source: Introduzca la contraseña para\nel administrador del sistema de voto.\nEs imprescindible que la recuerde.
ca_es: Escriviu la contrasenya per a\nl'administrador del sistema de vot.\nÉs imprescindible que la recordeu.

source: Nombre completo del administrador del sistema de voto.
ca_es: Nom complet de l'administrador del sistema de vot.

source: Debe proporcionar un nombre.
ca_es: Heu de proporcionar un nom.

source: Debe introducir un nombre válido. Puede contener los caracteres: $ALLOWEDCHARSET
ca_es: Heu de proporcionar un nom vàlid. Pot contenir els caràcters: $ALLOWEDCHARSET

source: DNI del administrador del sistema de voto.
ca_es: DNI de l'administrador del sistema de vot.

source: Debe proporcionar un DNI.
ca_es: Heu de proporcionar un DNI.

source: Debe introducir un numero de DNI válido. Puede contener los caracteres: $ALLOWEDCHARSET
ca_es: Heu de proporcionar un DNI vàlid. Pot contenir els caràcters: $ALLOWEDCHARSET

source: Correo electrónico del administrador del sistema de voto.\nSe empleará para notificar incidencias del sistema.
ca_es: Adreça electrònica de l'administrador del sistema de vot.\nS'utilitzarà per a notificar les incidències del sistema.

source: Debe proporcionar un correo electrónico.
ca_es: Heu de proporcionar una adreça electrònica.

source: Debe introducir una dirección de correo válida.
ca_es: Heu d'introduir una adreça de correu vàlida.

source: Seleccione la zona horaria en la que se ubica el servidor de voto:
ca_es: Seleccioneu la zona horària en què s'ubica el servidor de vot:

source: Debe seleccionar una zona horaria.
ca_es: Heu de seleccionar una zona horària.

source: Seleccione un tamaño para las llaves del sistema\n(a mayor valor, más robustez, pero más coste computacional):
ca_es: Seleccioneu una mida per a les claus del sistema\n(com més valor, més robustesa, però més cost computacional):
